Repository: MickeyKay/better-font-awesome
Catalog: languages/better-font-awesome-*.po
Languages: fr_fr

source: It appears that Better Font Awesome is missing it's <a href="https://github.com/MickeyKay/better-font-awesome-library" target="_blank">core library</a>, which typically occurs when cloning the Git repository and not updating all submodules. Please refer to the plugin's <a href="https://github.com/MickeyKay/better-font-awesome" target="_blank">installation instructions</a> for details on how to properly install Better Font Awesome via Git. If you installed from within WordPress, or via the wordpress.org repo, then chances are the install failed and you can try again. If the issue persists, please create a new topic on the plugin's <a href="http://wordpress.org/support/plugin/better-font-awesome" target="_blank">support forum</a> or file an issue on the <a href="https://github.com/MickeyKay/better-font-awesome/issues" target="_blank">Github repo</a>.
fr_fr: Il apparaît qu'il manque <a href="https://github.com/MickeyKay/better-font-awesome-library" target="_blank">la librairie</a> de Better Font Awesome, ce qui se produit généralement lors du clonage du référenciel de données Git et la non mise à jour tous les sous-modules. Veuillez vous référer aux <a href="https://github.com/MickeyKay/better-font-awesome" target="_blank">instructions d'installation</a> pour savoir comment installer proprement Better Font Awesome via Git. Si vous avez installé à partir de WordPress, ou via le site de wordpress.org, il y a de fortes chances pour que l'installation ait échoué donc vous pouvez essayer de nouveau. Si le problème persiste, merci de créer un nouveau sujet sur le <a href="http://wordpress.org/support/plugin/better-font-awesome" target="_blank">forum de support</a> du plugin ou déclarez le problème sur le site référent <a href="https://github.com/MickeyKay/better-font-awesome/issues" target="_blank">Github repo</a>.

source: Back to the plugins page &rarr;
fr_fr: Retour à la page du plugins &rarr;

source: Use minified CSS
fr_fr: Utiliser le fichier CSS minifié

source: Whether to include the minified version of the CSS (checked), or the unminified version (unchecked).
fr_fr: Pour utiliser le fichier CSS minimal, cocher la case. Pour utiliser le fichier CSS normal, laisser la case décochée.

source: Remove existing Font Awesome
fr_fr: Supprimer les styles CSS existants.

source: Attempt to remove Font Awesome CSS and shortcodes added by other plugins and themes.
fr_fr: Tenter de retirer les styles CSS et les shortcodes (Font Awesome) inclus par d'autres plugins ou thèmes.

source: Hide admin notices
fr_fr: Masquer les avis admin

source: Hide the default admin warnings that are shown when API and CDN errors occur.
fr_fr: Masquer les avertissements d'admin par défaut qui apparaissent lorsque des API et CDN erreurs se produisent.

source: Always Latest
fr_fr: Toujours la dernière

source: Version selection is currently unavailable. The attempt to reach the jsDelivr API server failed with the following error: %s
fr_fr: La sélection de version est actuellement indisponible. La tentative d'atteindre le serveur API jsDelivr a échoué avec l'erreur suivante : %s

source: Font Awesome will still render using version: %s
fr_fr: Font Awesome s'affichera toujours bien avec la version : %s

source: This may be the result of a temporary server or connectivity issue which will resolve shortly. However if the problem persists please file a support ticket on the %splugin forum%s, citing the errors listed above.
fr_fr: Cela peut résulter d'un problème de serveur ou de connexion, ce qui sera résolu prochainement. Toutefois, si le problème persiste, envoyer un ticket de support sur ​​le %sforum de support%s en listant les erreurs répertoriées ci-dessus.

source: <h3>Usage</h3> <b>Font Awesome version 4.x +</b>&nbsp;&nbsp;&nbsp;<small><a href="http://fontawesome.io/examples/">See all available options &raquo;</a></small><br /><br /> <i class="icon-coffee fa fa-coffee"></i> <code>[icon name="coffee"]</code> or <code>&lt;i class="fa-coffee"&gt;&lt;/i&gt;</code><br /><br /> <i class="icon-coffee fa fa-coffee icon-2x fa-2x"></i> <code>[icon name="coffee" class="fa-2x"]</code> or <code>&lt;i class="fa-coffee fa-2x"&gt;&lt;/i&gt;</code><br /><br /> <i class="icon-coffee fa fa-coffee icon-2x fa-2x icon-rotate-90 fa-rotate-90"></i> <code>[icon name="coffee" class="fa-2x fa-rotate-90"]</code> or <code>&lt;i class="fa-coffee fa-2x fa-rotate-90"&gt;&lt;/i&gt;</code><br /><br /><br /> <b>Font Awesome version 3.x</b>&nbsp;&nbsp;&nbsp;<small><a href="http://fontawesome.io/3.2.1/examples/">See all available options &raquo;</a></small><br /><br /> <i class="icon-coffee fa fa-coffee"></i> <code>[icon name="coffee"]</code> or <code>&lt;i class="icon-coffee"&gt;&lt;/i&gt;</code><br /><br /> <i class="icon-coffee fa fa-coffee icon-2x fa-2x"></i> <code>[icon name="coffee" class="icon-2x"]</code> or <code>&lt;i class="icon-coffee icon-2x"&gt;&lt;/i&gt;</code><br /><br /> <i class="icon-coffee fa fa-coffee icon-2x fa-2x icon-rotate-90 fa-rotate-90"></i> <code>[icon name="coffee" class="icon-2x icon-rotate-90"]</code> or <code>&lt;i class="icon-coffee icon-2x icon-rotate-90"&gt;&lt;/i&gt;</code>
fr_fr: <h3>Utilisation</h3> <b>Font Awesome version 4.x +</b>&nbsp;&nbsp;&nbsp;<small><a href="http://fontawesome.io/examples/">Voir toutes les options &raquo;</a></small><br /><br /> <i class="icon-coffee fa fa-coffee"></i> <code>[icon name="coffee"]</code> ou <code>&lt;i class="fa-coffee"&gt;&lt;/i&gt;</code><br /><br /> <i class="icon-coffee fa fa-coffee icon-2x fa-2x"></i> <code>[icon name="coffee" class="fa-2x"]</code> ou <code>&lt;i class="fa-coffee fa-2x"&gt;&lt;/i&gt;</code><br /><br /> <i class="icon-coffee fa fa-coffee icon-2x fa-2x icon-rotate-90 fa-rotate-90"></i> <code>[icon name="coffee" class="fa-2x fa-rotate-90"]</code> ou <code>&lt;i class="fa-coffee fa-2x fa-rotate-90"&gt;&lt;/i&gt;</code><br /><br /><br /> <b>Font Awesome version 3.x</b>&nbsp;&nbsp;&nbsp;<small><a href="http://fontawesome.io/3.2.1/examples/">Voir toutes les options &raquo;</a></small><br /><br /> <i class="icon-coffee fa fa-coffee"></i> <code>[icon name="coffee"]</code> ou <code>&lt;i class="icon-coffee"&gt;&lt;/i&gt;</code><br /><br /> <i class="icon-coffee fa fa-coffee icon-2x fa-2x"></i> <code>[icon name="coffee" class="icon-2x"]</code> ou <code>&lt;i class="icon-coffee icon-2x"&gt;&lt;/i&gt;</code><br /><br /> <i class="icon-coffee fa fa-coffee icon-2x fa-2x icon-rotate-90 fa-rotate-90"></i> <code>[icon name="coffee" class="icon-2x icon-rotate-90"]</code> or <code>&lt;i class="icon-coffee icon-2x icon-rotate-90"&gt;&lt;/i&gt;</code>

source: The jsDelivr API servers appear to be temporarily unavailable.
fr_fr: Le serveur de l'API jsDelivr semble être temporairement inaccessible.

source: API Error
fr_fr: Erreur de l'API

source: The attempt to reach the jsDelivr API server failed with the following error: %s
fr_fr: La tentative pour atteindre le serveur de l'API jsDelivr a échoué avec l'erreur suivante : %s

source: Remote CSS Error
fr_fr: Erreur CSS distant

source: The attempt to fetch the remote Font Awesome stylesheet failed with the following error: %s %s The embedded fallback Font Awesome will be used instead (version: %s).
fr_fr: La tentative pour récupérer la feuille de style distante de Font Awesome a échoué avec l'erreur suivante : %s %s Le fichier CSS intégré de secours sera utilisé à la place (version : %s).

source: <b>Don't worry! Better Font Awesome will still render using the included fallback version:</b>
fr_fr: <b>Ne vous inquiétez pas ! Better Font Awesome s'affichera bien avec la version intégrée de secours :</b>
